Repository: pakha95/bikeonline-thai
Catalog: themes/PRS01/translations/*/ShopThemeCheckout.*.xlf
Languages: th_th

source: Product successfully added to your shopping cart
th_th: สินค้าได้ถูกเพิ่มไปยังตะกร้าสินค้าของคุณแล้ว

source: Quantity:
th_th: ปริมาณ:

source: There are %products_count% items in your cart.
th_th: มี %products_count% รายการในรถเข็นของคุณ

source: There is %product_count% item in your cart.
th_th: มี %product_count% รายการในรถเข็นของคุณ

source: Total products:
th_th: สินค้าทั้งหมด:

source: Total shipping:
th_th: จัดส่งทั้งหมด:

source: Total:
th_th: รวมทั้งสิ้น:

source: Shopping Cart
th_th: รถเข็นช้อปปิ้ง

source: Order reference
th_th: การอ้างอิงการสั่งซื้อ

source: Date
th_th: วันที่

source: Total price
th_th: ราคารวม

source: Payment
th_th: ชำระเงิน

source: Status
th_th: สถานะ

source: Invoice
th_th: ใบกำกับสินค้า

source: Quantity
th_th: จำนวน

source: Code
th_th: รหัส

source: Description
th_th: รายละเอียด

source: Value
th_th: ส่วนลด

source: Minimum
th_th: ต่ำสุด

source: Cumulative
th_th: สะสมส่วนลด

source: Expiration date
th_th: วันที่หมดอายุ

source: Carrier
th_th: ค่าจัดส่ง

source: Payment method
th_th: วิธีการชำระเงิน

source: Delivery address %alias%
th_th: ที่อยู่จัดส่ง %alias%

source: Invoice address %alias%
th_th: ใบกำกับสินค้า %alias%

source: Weight
th_th: น้ำหนัก

source: Shipping cost
th_th: ค่่าจัดส่ง

source: Tracking number
th_th: หมายเลขแทร็ค

source: The minimum purchase order quantity for the product is %quantity%.
th_th: ปริมาณการสั่งซื้อขั้นต่ำสำหรับสินค้าคือ %quantity%

source: Your order is confirmed
th_th: คำสั่งซื้อของคุณได้รับการยืนยันแล้ว

source: An email has been sent to your mail address %email%.
th_th: อีเมลถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว %email%.

source: You can also [1]download your invoice[/1]
th_th: คุณยังสามารถ [1]download your invoice[/1]

source: Order details
th_th: รายละเอียดการสั่งซื้อ

source: Order reference: %reference%
th_th: การอ้างอิงคำสั่งซื้อ: %reference%

source: Payment method: %method%
th_th: วิธีการชำระเงิน: %method%

source: Shipping method: %method%
th_th: วิธีจัดส่งสินค้า: %method%

source: Save time on your next order, sign up now
th_th: ประหยัดเวลาในการสั่งซื้อครั้งต่อไปของคุณลงชื่อสมัครใช้เดี๋ยวนี้

source: Have a promo code?
th_th: มีรหัสโปรโมชันไหม?

source: Promo code
th_th: รหัสโปรโมชัน

source: Use this address for invoice too
th_th: ใช้ที่อยู่นี้สำหรับใบกำกับสินค้าด้วย

source: Shipping Address
th_th: ที่อยู่จัดส่ง

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
th_th: ที่อยู่ที่เลือกจะใช้เป็นทั้งที่อยู่ส่วนตัวของคุณ (สำหรับใบแจ้งหนี้) และเป็นที่อยู่จัดส่งของคุณ

source: The selected address will be used as your personal address (for invoice).
th_th: ที่อยู่ที่เลือกจะใช้เป็นที่อยู่ส่วนตัวของคุณ (สำหรับใบแจ้งหนี้)

source: Billing address differs from shipping address
th_th: ที่อยู่การเรียกเก็บเงินแตกต่างจากที่อยู่จัดส่ง

source: Your Invoice Address
th_th: ที่อยู่ในใบแจ้งหนี้ของคุณ

source: Please check your order before payment
th_th: โปรดตรวจสอบคำสั่งซื้อของคุณก่อนชำระเงิน

source: Addresses
th_th: ที่อยู่

source: Your Delivery Address
th_th: ที่อยู่จัดส่งของคุณ

source: Shipping Method
th_th: วิธีการจัดส่งสินค้า

source: If you sign out now, your cart will be emptied.
th_th: หากคุณออกจากระบบรถเข็นของคุณจะหมดลง

source: Order as a guest
th_th: สั่งซื้อในฐานะแขก

source: I would like to receive my order in recycled packaging.
th_th: ฉันต้องการแพ็ครายการสั่งซื้อในกล่องรีไซเคิล

source: If you'd like, you can add a note to the gift:
th_th: คุณสามารถเพิ่มข้อความ :

source: Unfortunately, there are no carriers available for your delivery address.
th_th: ขออภัยไม่มีผู้ให้บริการสำหรับที่อยู่จัดส่งของคุณ

source: Selected
th_th: เลืือกแล้ว

source: Unfortunately, there are no payment method available.
th_th: ขออภัยไม่มีวิธีการชำระเงินที่พร้อมใช้งาน

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
th_th: เมื่อยืนยันการสั่งซื้อคุณรับรองว่าคุณได้อ่านและเห็นด้วยกับเงื่อนไขทั้งหมดด้านล่าง:

source: Order with an obligation to pay
th_th: คำสั่งซื้อที่มีภาระผูกพันในการจ่ายเงิน

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
th_th: โปรดตรวจสอบว่าคุณได้เลือก[1]วิธีการชำระเงิน[/ 1]และยอมรับ[2]ข้อกำหนดและเงื่อนไข[/ 2]แล้ว

source: Order items
th_th: รายการสั่งซื้อ

source: There are no more items in your cart
th_th: ไม่มีรายการอื่นในรถเข็นของคุณ

source: Create an account
th_th: สร้างบัญชีใหม่

source: (optional)
th_th: (ไม่จำเป็น)

source: And save time on your next order!
th_th: และประหยัดเวลาในการสั่งซื้อครั้งต่อไปของคุณ!

source: %product_count% item in your cart
th_th: %product_count% รายการในรถเข็นของคุณ

source: %products_count% items in your cart
th_th: %products_count% รายการในรถเข็นของคุณ

source: Gift
th_th: ของขวัญ
